usms/UC_5_QUERY_CHANGE_WORKLOG_UPDATE/Worklog_Change_req_maha.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:ticketManagementInterface_WS_LGI">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:QueryChangeApprovalServiceRequest>
         <urn:Assurance>
            <!--Optional:-->
            <urn:Qualification>'1000000182' = "CRQ000001227009"</urn:Qualification>
            <!--Optional:-->
            <urn:startRecord>0</urn:startRecord>
            <!--Optional:-->
            <urn:maxLimit>10</urn:maxLimit>
         </urn:Assurance>
      </urn:QueryChangeApprovalServiceRequest>
   </soapenv:Body>
</soapenv:Envelope>
